package whiteCatLucy.map;

public class Ending {
	public void ending() {
		//엔당스크립트. 여러 분기를 만들예정
		System.out.println("[루시는 주변을 감싸는 현실이 아리정이처럼 일렁이는 것을 알 수 있었습니다.]\n"
				+"[모든것을 깨달은 그녀는 더이상 진실을 마주라기 위해 마음을 다잡았습니다.]\n"
				+"[천상의 천사가 강림하듯, 하늘에 빛의 커튼이 드리우고 거대한 눈동자가 그녀를 주시하자, 이 이상 두려워 할 것은 없어보였습니다.]\\n"
				+"[이윽고 12장의 날개가 그녀의 몸을 감싸 안고 올라서자 본디 사람이였을 영혼이 해방되어 날아오릅니다.]\\n"
				+"[그녀는 자신의 죽음을 진정으로 받아들였습니다.]\n"
				+"[사방에서 득달같이 달려온 거대한 팔, 그림자가 지상에 남은 육신을 감싸 끌고 내려갔습니다.]\n"
				+"\"그녀는 비로소 완전해졌음을 실감합니다.\"\n"
				+"\"...\"\n"
				+"[ending : 영혼의 함]");

	}
}